<!doctype html>
<html lang="en">
<!-- Mirrored from mit.kture.kharkov.ua/lab.php by HTTrack Website Copier/3.x [XR&CO'2003], Sat, 18 Feb 2006 18:02:12 GMT -->

<head>
    <title class="lab">Лабораторії</title>

    <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
    <!--bootstrap css -->
    <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.1.0/css/bootstrap.min.css" integrity="sha384-9gVQ4dYFwwWSjIDZnLEWnxCjeSWFphJiwGPXr1jddIhOegiu1FwO5qRGvFXOdJZ4" crossorigin="anonymous">
    <!--bootstrap css end-->
    <LINK href="css/style.css" type=text/css rel=stylesheet>

</head>
<!--waiting before do-->
<script>
    setTimeout(1000);
</script>


<BODY>
    <A name=n1></A>

    <div class="main-head">
        <? include("include/head_ukr.html") ?>
    </div>


    <div class="container-fluid  my-text-base">
        <div class="row d-flex justify-content-center">

            <div class="col-md-9">
                <h4 class="text-center   my-text-headline">Лабораторії</h4>
                <div class="my-lab-div">
                    <img src="img/studying/lab/p2_.jpg" alt="">
                    <span class="my-photo-signature text-center d-block">Стенд НВЧ-вимірювань</span>
                </div>

                <p>
                    У розпорядженні кафедри знаходяться приміщення для проведення лекційних, лабораторних та практичних
                    занять.
                    Класи кафедри обладнані сучасною технікою, на базі якої проводяться лабораторні практикуми та практичні
                    заняття.
                </p>
                <p>
                    Комп'ютери кафедри мають доступ до Internet, також є приміщення для організаційно-методичної роботи.
                    Лабораторна база постійно поширюється за рахунок створення біля 4-5 лабораторних робіт щороку, при цьому
                    вони комплектуються сучасними приладами. З метою збереження обладнання та приладів лабораторії кафедри
                    обладнанні системами захисту та охоронною сигналізацією.
                </p>
                <p>
                    На кафедрі працює 35 персональних комп'ютерів, об'єднаних в локальну інформаційну мережу кафедри і
                    підключених до мережі ХНУРЕ та мережі Internet, що дає можливість отримувати найновішу науково-технічну
                    інформацію і проводити практичні роботи,
                    виконувати курсові проекти і роботи, а також займатися науково-дослідною роботою.
                </p>
                <span>
                    У обчислювальному центрі ХНУРЕ проводяться практичні та лабораторні заняття за комп'ютерно-орієнтованими
                    дисциплінами спеціальності 152 "Метрологія та інформаційно-вимірювальна техніка".
                    <p>В розпорядженні кафедри знаходяться лабораторії:</p>
                </span>

                <span class="font-weight-bold my-list-link">
                    <a href="#lab3" class="my-applicants-link">"Інформаційно-вимірювальних систем та технологій";</a>
                </span>

                <span class="font-weight-bold my-list-link">
                    <a href="#lab1" class="my-applicants-link"> "Метрології та вимірювальної техніки";</a>
                </span>

                <span class="font-weight-bold my-list-link">
                    <a href="#lab2" class="my-applicants-link"> "Теоретичної метрології";</a>
                </span>


                <span class="font-weight-bold my-list-link">
                    <a href="#lab4" class="my-applicants-link">"Магнітних вимірювань";</a>
                </span>

                <span class="font-weight-bold my-list-link">
                    <a href="#lab5" class="my-applicants-link">"Випробувальна лабораторія по сертифікації програмних засобів і інформаційних технологій".</a>
                </span>

                <a name="lab3"></a>
                <h5 class="my-text-headline-two-level text-center">Лабораторія "Інформаційно-вимірювальних систем та технологій"</h5>
                <div class="describe-vocation">
                    <span>Лабораторія призначена для виконання лабораторного практикуму та проведення практичних занять з навчальних дисциплін:</span>
                    <ol>
                        <li>Інформаційні технології та програмне забезпечення в вимірювальних системах;</li>
                        <li>Сучасні інформаційно-вимірювальні системи та комплекси;</li>
                        <li>Проектування засобів вимірювань та інформаційно-вимірювальних систем;</li>
                        <li>Метрологічне забезпечення інформаційно-вимірювальних систем;</li>
                        <li>Основи моделювання на ЕОМ інформаційних процесів;</li>
                        <li>Математичне моделювання та оптимізація вимірювальних процесів;</li>
                        <li>Тестування та оцінювання якості програмних засобів;</li>
                        <li>Автоматизація експериментальних досліджень;</li>
                        <li>Інформаційні технології в системах якості;</li>
                        <li>Бази даних та знань;</li>
                        <li>Сертифікація обчислювальних систем та мереж;</li>
                        <li>Мікропроцесорні системи;</li>
                        <li>Теорія оцінювання якості вимірювань;</li>
                        <li>Випробування та випробувальне обладнання.</li>
                    </ol>
                    <img src="img/studying/lab/55lab2.png" alt="">
                    <img src="img/studying/lab/55lab1.png" alt="">
                    <p>Лабораторія оснащена сучасними комп’ютерами, підключеними до локальної комп’ютерної мережі університету з можливістю доступу до електронної бібліотеки ХНУРЕ та виходу в мережу Internet для пошуку необхідної інформації. При виконанні лабораторних робіт та практичних занять використовуються спеціалізовані програмні засоби MathCAD, MATLAB, Maple, LabVIEW, BPwin, Electronic Workbench та інші.</p>
                    <img src="img/studying/lab/Maple_logo.png" alt="">
                    <img src="img/studying/lab/LabVIEW_logo.png" alt="">
                    <img src="img/studying/lab/MATLAB_logo.png" alt="">
                    <img src="img/studying/lab/ElWorkBench.png" alt="">
                    <img src="img/studying/lab/BPwin_logo.png" alt="">
                    <img src="img/studying/lab/MathCAD_logo.png" alt="">
                    <img src="img/studying/lab/Statistica.png" alt="">
                    <img src="img/studying/lab/Excel_logo.png" alt="">
                    <img src="img/studying/lab/Multisim.png" alt="">
                    <img src="img/studying/lab/LV.png" alt="">
                    <p>Студенти мають можливість для самостійної роботи на персональних комп’ютерах лабораторії поза розкладом учбових занять для виконання індивідуальних домашніх завдань, курсових робіт та проектів, проведення наукових досліджень з використанням потрібного програмного забезпечення та методичних розробок кафедри. На кафедральному сервері студенти можуть також зберігати і власну інформацію та користуватися пристроями запису інформації.</p>
                    <img src="img/studying/lab/Pahomova_1.png" alt="">
                    <img src="img/studying/lab/Ynoshev.png" alt="">
                    <img src="img/studying/lab/Diplom.png" alt="">
                    <img src="img/studying/lab/Pahomova.png" alt="">
                    <p>Розташування: Лабораторія "Інформаційно-вимірювальних систем та технологій" розташована в корпусі "Z" на 5-му поверсі в аудиторії №55z.</p>
                    <p>Керівник та відповідальна особа лабораторії
                        <span style="color: #006400; font-size: 12pt; font-family: Arial"><a href="info-teachers.php#zap"> доц. Запорожець Олег Васильович</a></span></p>
                </div>

                <a name="lab5"></a>
                <h5 class="my-text-headline-two-level text-center">"Випробувальна лабораторія по сертифікації програмних засобів і інформаційних технологій"</h5>
                <div class="describe-vocation">
                    <p>Випробувальна лабораторія учбово-виробничого випробувального центру Харківського національного
                        університету радіоелектроніки (ВЛ УВВЦ ХНУРЕ) здійснює свої функції в Системі УкрСЕПРО у рамках
                        робіт, що виконуються при випробуваннях продукції, визначеної галуззю акредитації.</p>
                    <img src="img/studying/lab/sps.png" alt="">
                    <img src="img/studying/lab/Egorov_3.png" alt="">

                    <p><span>Видами продукції, що випробуються, є:</span></p>
                    <ul>
                        <li>програмні засоби (ПЗ);</li>
                        <li>інформаційні технології.</li>
                    </ul>

                    <p>ВЛ УВВЦ ХНУРЕ є структурним підрозділом Харківського Національного Університету Радіоелектроніки і
                        має компетентність, необхідну для проведення робіт з випробувань продукції в заявленій галузі
                        акредитації.</p>
                    <img src="img/studying/lab/Egorov_2.png" alt="">
                    <img src="img/studying/lab/Egorov_11.png" alt="">
                    <p>У своїй діяльності керується чинним законодавством України, організаційними і методичними документами
                        Держстандарту України, нормативними документами, які визначають вимоги до продукцї в галузі
                        акредитації і методи її випробувань, Статусом ХНУРЕ, Положенням та Настановою з якості.</p>
                    <p>Розташування: Випробувальня лабораторія з сертифікації програмних засобів розташована в корпусі "Z" на 2-му поверсі в аудиторії №19z.</p>
                    <p>Керівник та відповідальна особа лабораторії
                        <span style="color: #006400; font-size: 12pt; font-family: Arial"><a href="info-teachers.php#egor"> доц. Єгоров Андрій Борисович</a></span></p>
                </div>

                <a name="lab1"></a>
                <h5 class="my-text-headline-two-level text-center">Лабораторія "Метрології та вимірювальної техніки"</h5>
                <div class="describe-vocation">
                    <span>Лабораторія призначена для роботи студентів по закріпленню знань, отриманих ними в результаті вивчення теоретичних матеріалів курсів:</span>
                    <ol>
                        <li>Радіовимірювальні пристрої та системи;</li>
                        <li>Метрологія та вимірювальна техніка;</li>
                        <li>Основи метрології,стандартизації та вимірювальної техніки;</li>
                        <li>Введення до метрології;</li>
                        <li>Взаємозамінність та технічні вимірювання;</li>
                        <li>Вимірювання параметрів РЕА;</li>
                        <li>Методи та засоби вимірювань;</li>
                        <li>Основи метрології;</li>
                        <li>Метрологія, стандартизація та вимірювання в техниці зв'язку;</li>
                        <li>Основи метрології та радіовимірювань;</li>
                        <li>Основи метрології та стандартизації;</li>
                        <li>Основи метрології та стандартизації;</li>
                        <li>Електрорадіовимірювання;</li>
                        <li>Метрологія та вимірювання;</li>
                        <li>Основи метрології та вимірювальної техніки;</li>
                        <li>Основи метрології, взаємозамінності та стандартизації.</li>
                    </ol>
                </div>

                <a name="lab2"></a>
                <h5 class="my-text-headline-two-level text-center">Лабораторія "Теоретичної метрології"</h5>
                <div class="describe-vocation">
                    <span>Лабораторія призначена для роботи студентів по закріпленню знань, отриманих ними в результаті вивчення теоретичних матеріалів курсів:</span>

                    <ol>
                        <li>"Основи метрології та вимірювальної техніки";</li>
                        <li>"Взаємозамінність та технічні вимірювання";</li>
                        <li>"Надійність і діагностика радіоелектронних засобів";</li>
                        <li>Контроль, іспити та сертифікація;</li>
                        <li>Метрологія, експертиза та нормоконтроль;</li>
                        <li>Основи метрології та вимірювальної техніки;</li>
                        <li>Контроль, випробування та сертифікація РЕЗ;</li>
                        <li>Вимірювальні системи та комплекси.</li>
                    </ol>
                    <br>
                    <p>Лабораторія дає можливість познайомити студентів з практичною реалізацією питань досліджееня основних
                        методів вимірювань і метрологічних операці, здійснити оцінку похибок вимірювань, вивчити методи
                        обробки прямих, непрямих, сумісних і сукупних вимірювань електричних сигналів, параметрів,
                        радіоелементів.</p>
                    <p>Стеденти проводять технічні вимірювання і оцінку похтбки вимірювань циліндричних отворів, валів,
                        поверхностей індикаторним нутроміром, індикаторною головкою, мікрометром, штанген-циркулем,
                        мікрокатором, проводять настройку регулюємої скоби по кільцевим мірам довжини. </p>
                    <p>Студенти проводять діагностування радіоелектронних схем і розраховують параметри метрологічної
                        надійності. Існує демонстраційна робота з метрологічної надійності і діагностики РЕЗ на ЕОМ.</p>
                    <p>В результаті виконанння лабораторних робіт студенти отримують практичні знання по самостійному
                        використанню вимірювальними приладами і вимірюванні надійності пристроїв.</p>
                    <br>
                    <span>Список основних лабораторних робіт по курсу "Основи метрології та вимірювальної техніки":</span>
                    <ol>
                        <li>Прямі вимірювання;</li>
                        <li>Дослідження основних методів вимірювань;</li>
                        <li>Дослідження основних метрологічних операцій (повірка, калібровка, градуювання);</li>
                        <li>Оцінка похибки результатів непрямих вимірювань;</li>
                        <li>Дослідження і компенсація нелінійності звена вимірювального кола;</li>
                        <li>Дослідження похибки квантування;</li>
                        <li>Вимірювання імпульсних характеристик лінійних мимірювальних кіл;</li>
                        <li>Передача розмірів одиниць часу і частоти від квантових стандартів робочим засобам вимірювань.
                        </li>
                    </ol>
                    <br>
                    <span>
                        Список основних лабораторних робіт по курсу "Взаємозамінність та технічні вимірювання":
                    </span>
                    <ol>
                        <li>Вимірювання циліндричних отворів індикаторним нутроміром;</li>
                        <li>Вимірювання циліндричних валів індикаторною головкою;</li>
                        <li>Повірка мікрометрів і вимірювання деталей;</li>
                        <li>Настройка регулюємої скоби по кінцевим мірам довжини;</li>
                        <li>Вимірювання калібрів-пробок;</li>
                        <li>Вимірювання розмірів деталей штанген-інструментом;</li>
                        <li>Вимірювання елементів циліндричних різьб;</li>
                        <li>Вимірювання параметрів шероховатості поверхонь.</li>
                    </ol>
                    <br>
                    <span>Список основних лабораторних робіт по курсу "Надійність та діагностика радіоелектронних засобів":</span>
                    <ol>
                        <li>Метрологічна надійність засобів вимірювальної техніки;</li>
                        <li>Діагностування радіоелектронних засобів.</li>
                    </ol>
                </div>





                <!--   <a name="lab4"></a>
            <h5 class="my-text-headline-two-level text-center">Лабораторія "Магнітних вимірювань" </h5>-->



            </div>
        </div>
    </div>


    <div class="container-fluid my-footer">
        <? include("include/footer.html") ?>
    </div>
    <!--for bootstrap-->
    <script src="https://code.jquery.com/jquery-3.3.1.slim.min.js" integrity="sha384-q8i/X+965DzO0rT7abK41JStQIAqVgRVzpbzo5smXKp4YfRvH+8abtTE1Pi6jizo" crossorigin="anonymous"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.14.0/umd/popper.min.js" integrity="sha384-cs/chFZiN24E4KMATLdqdvsezGxaGsi4hLGOzlXwp5UZB1LY//20VyM2taTB4QvJ" crossorigin="anonymous"></script>
    <script src="https://stackpath.bootstrapcdn.com/bootstrap/4.1.0/js/bootstrap.min.js" integrity="sha384-uefMccjFJAIv6A+rW+L4AHf99KvxDjWSu1z9VI8SKNVmz4sk7buKt/6v9KI65qnm" crossorigin="anonymous"></script>
    <!--script  define  current  page  -->
    <script async src="/js/head_define.js"></script>
</body>

<!-- Mirrored from mit.kture.kharkov.ua/lab.php by HTTrack Website Copier/3.x [XR&CO'2003], Sat, 18 Feb 2006 18:02:12 GMT -->

</html>